tap "1password/tap"
brew "asdf"
brew "bat"
brew "composer"
brew "coreutils"
brew "eza"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gh"
brew "hugo"
brew "imagemagick"
brew "less", link: true
brew "mas"
brew "node"
brew "npm"
brew "yarn"
brew "php"
brew "python"
brew "rcm"
brew "shellcheck"
brew "the_silver_searcher"
brew "vim"
brew "zsh"
cask "1password-cli"
cask "alfred"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "notunes"
cask "orbstack"
cask "sourcetree"
cask "spotify"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Patterns", id: 429449079
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "Steam Link", id: 1246969117
mas "Things", id: 904280696
